export default function DescriptionTab() {
  return (
    <div className='whitespace-pre-line h-[450px] overflow-y-auto'>
      {`아이폰 14 Pro 스페이스 블랙입니다 찍히거나 스크래치 없이 전체적으로
          깨끗합니다. (사진에 보이는 크랙은 강화유리에 생긴 크랙입니다.) 배터리
          상태: 87% - 6.1형 Super Retina XDR 디스플레이 - 48MP 메인 카메라 -
          Ceramic Shield 전면 커버 - 항공우주 등급 스테인리스 스틸 박스는
          없지만, 필요하신 분께 저렴하게 드릴게요 아이폰 14 Pro 스페이스 블랙입니다 찍히거나 스크래치 없이 전체적으로
          깨끗합니다. (사진에 보이는 크랙은 강화유리에 생긴 크랙입니다.) 배터리
          상태: 87% - 6.1형 Super Retina XDR 디스플레이 - 48MP 메인 카메라 -
          Ceramic Shield 전면 커버 - 항공우주 등급 스테인리스 스틸 박스는
          없지만, 필요하신 분께 저렴하게 드릴게요 아이폰 14 Pro 스페이스 블랙입니다 찍히거나 스크래치 없이 전체적으로
          깨끗합니다. (사진에 보이는 크랙은 강화유리에 생긴 크랙입니다.) 배터리
          상태: 87% - 6.1형 Super Retina XDR 디스플레이 - 48MP 메인 카메라 -
          Ceramic Shield 전면 커버 - 항공우주 등급 스테인리스 스틸 박스는
          없지만, 필요하신 분께 저렴하게 드릴게요 아이폰 14 Pro 스페이스 블랙입니다 찍히거나 스크래치 없이 전체적으로
          깨끗합니다. (사진에 보이는 크랙은 강화유리에 생긴 크랙입니다.) 배터리
          상태: 87% - 6.1형 Super Retina XDR 디스플레이 - 48MP 메인 카메라 -
          Ceramic Shield 전면 커버 - 항공우주 등급 스테인리스 스틸 박스는
          없지만, 필요하신 분께 저렴하게 드릴게요`}
    </div>
  );
}
